# IdeaStatiCa.ConnectionApi.Model.ConSlottedHole

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Angle** | **double** |  | [optional]
**SizeFactor** | **double** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)